export default [
  {
    question: '你每天接送孩子上下学吗？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '你每天检查孩子的作业，询问孩子的学习情况吗',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '你是否常常听孩子讲学校中发生的事情，开心的、不开心的都可以。',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '你是否能在孩子遇到困难时，帮助孩子分析问题，解决问题？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '在与孩子的想法有分歧时，你是否听取孩子的意见，尊重孩子的想法？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '在孩子考试成绩不好时，你是否控制自己的情绪，不使用暴力打骂，而是帮助孩子分析失败的原因，给与孩子鼓励？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '在孩子提出稀奇古怪的问题时，你是否耐心的回答孩子的问题，保护孩子的好奇心？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '你是否定期与学校老师联系，了解孩子的学习情况？',
    answer: ['经常', '偶尔', '几乎没有']
  }, {
    question: '你是否留意孩子身体的成长变化？比如第二性征的出现、驼背、近视等。',
    answer: ['经常', '偶尔']
  }, {
    question: '你是否了解孩子最近的一些喜好？比如喜欢的明星、穿衣风格等。',
    answer: ['经常', '偶尔']
  }]
